{
   "check":"ru",
   "Home":"Основной",
   "What we do":"Что мы делаем",
   "Contact":"Контакт",
   "Contact US":"Связаться с нами",
   "RIGHT FINANCE":"ПРАВИЛЬНЫЕ ФИНАНСЫ",
   "Reach out to us":"Свяжитесь с нами",
   "Labzak street 64A, 100128, Tashkent, Uzbekistan":"ул. Лабзак, 64А, 100128, Ташкент, Узбекистан",
   "Telephone":"телефон",
   "Email:":"Электронная почта:",
   "admin@rightfinance.info":"admin@rightfinance.info",
   "+998337171770":"+998337171770",
   "Request the call":"Запросить звонок",
   "True trustful Investment partner":"Настоящий надежный инвестиционный партнер",
   "Creating the Honest Trust value":"Создание ценности честного доверия",
   "Right Finance consulting firm use own expertise and financial industry knowledge to analyze financial data and market, identify opportunities, and recommend strategies that maximize returns and minimize risks and Provide risk management solutions to clients.":"Консалтинговая фирма Right Finance использует собственный опыт и знания финансовой отрасли для анализа финансовых данных и рынка, выявления возможностей и рекомендаций стратегий, которые максимизируют прибыль и минимизируют риски, а также предоставляют клиентам решения по управлению рисками.",
   "Right Finance consulting firm offer a variety of services that can help individuals and businesses achieve own financial goals.":"Консалтинговая фирма Right Finance предлагает различные услуги, которые могут помочь частным лицам и предприятиям достичь собственных финансовых целей.",
   "With our specialized knowledge and experience, are a valuable resource for anyone seeking to improve their financial position.":"Благодаря нашим специализированным знаниям и опыту мы являемся ценным ресурсом для всех, кто стремится улучшить свое финансовое положение.",
   "WHAT WE DO":"ЧТО МЫ ДЕЛАЕМ",
   "The AIM":"Цель",
   "We care the beginners and experienced clients to choose the realand reliable companies And We offer clients big picture analysisof market . We help clients create a financial plan to reach different types of goals. We help to reach different milestones inyour financial life.":"Мы заботимся о том, чтобы новички и опытные клиенты выбрали настоящие и надежные компании, и предлагаем клиентам общий анализ рынка. Мы помогаем клиентам составить финансовый план для достижения различных целей. Мы помогаем достичь различных этапов в вашей финансовой жизни.",
   "Account Setup & Support":"Настройка и поддержка учетной записи",
   "We assist clients set up their accounts with real and reliable companies. We always care and support our clients to help and to resolve their questions and problems. Funding the account and start trading with the assistance of our technical analysis, signals, and market view.":"Мы помогаем клиентам открыть свои счета в реальных и надежных компаниях. Мы всегда заботимся и поддерживаем наших клиентов, чтобы помочь и решить их вопросы и проблемы. Пополните счет и начните торговать с помощью нашего технического анализа, сигналов и обзора рынка.",
   "Risk Management":"Управление рисками",
   "We offer clients the risk management techniques and in same time we follow up clients and help them to make profitable trades and manage their balance sheets, as well as to reduce their risk and maximize profitability.":"Мы предлагаем клиентам методы управления рисками и в то же время сопровождаем клиентов и помогаем им совершать прибыльные сделки и управлять своими балансами, а также снижать их риски и максимизировать прибыльность.",
   "Look like you're lost":"Выгляди так, будто ты потерялся",
   "the page you are looking for not avaible!":"страница, которую вы ищете, недоступна!",
   "Go to Home":"Возвращаться",
   "We work closely with our clients to understand their financial situation and develop a comprehensive plan that addresses their current and future needs.":"Мы тесно сотрудничаем с нашими клиентами, чтобы понять их финансовое положение и разработать комплексный план, отвечающий их текущим и будущим потребностям.",
   "This is a success message":"Успешно отправлено",
   "Please enter your name!":"Пожалуйста, введите Ваше имя!",
   "Please enter your phone number!":"Пожалуйста, введите свой номер телефона",
   "Submit":"отправлять",
   "Phone":"Телефон",
   "Name":"Имя",
   "Please enter with + and county code. For example +998 .. … .. ..":"Пожалуйста, введите + и код округа. Например +998 .. … .. .."
}
