{
   "check":"uz",
   "Home":"Asosiy",
   "What we do":"Nima qilamiz",
   "Contact":"Aloqa",
   "Contact US":"Biz bilan bog'lanish",
   "RIGHT FINANCE":"TO'G'RI MOLIYA",
   "Reach out to us":"Bizga murojaat qiling",
   "Labzak street 64A, 100128, Tashkent, Uzbekistan":"Labzak ko‘chasi 64A, 100128, Toshkent, O‘zbekiston",
   "Telephone":"Telefon",
   "Email:":"Email:",
   "admin@rightfinance.info":"admin@rightfinance.info",
   "+998337171770":"+998337171770",
   "Request the call":"Qo'ng'iroqni talab qiling",
   "True trustful Investment partner":"Haqiqiy ishonchli investitsiya hamkori",
   "Creating the Honest Trust value":"Halol Ishonch qiymatini yaratish",
   "Right Finance consulting firm use own expertise and financial industry knowledge to analyze financial data and market, identify opportunities, and recommend strategies that maximize returns and minimize risks and Provide risk management solutions to clients.":"Right Finance konsalting kompaniyasi moliyaviy ma'lumotlar va bozorni tahlil qilish, imkoniyatlarni aniqlash va daromadlarni maksimal darajada oshirish va xavflarni minimallashtirish va mijozlarga risklarni boshqarish bo'yicha echimlarni taqdim etish uchun strategiyalarni tavsiya qilish uchun o'z tajribasi va moliyaviy sohadagi bilimlaridan foydalanadi.",
   "Right Finance consulting firm offer a variety of services that can help individuals and businesses achieve own financial goals.":"Right Finance konsalting kompaniyasi jismoniy shaxslar va korxonalarga o'z moliyaviy maqsadlariga erishishda yordam beradigan turli xizmatlarni taklif etadi.",
   "With our specialized knowledge and experience, are a valuable resource for anyone seeking to improve their financial position.":"Bizning maxsus bilim va tajribamiz bilan moliyaviy ahvolini yaxshilashga intilayotgan har bir kishi uchun qimmatli manbadir.",
   "WHAT WE DO":"NIMA QILAMIZ",
   "The AIM":"Maqsadimiz",
   "We care the beginners and experienced clients to choose the realand reliable companies And We offer clients big picture analysisof market . We help clients create a financial plan to reach different types of goals. We help to reach different milestones inyour financial life.":"Biz yangi boshlanuvchilar va tajribali mijozlarga haqiqiy va ishonchli kompaniyalarni tanlashda g'amxo'rlik qilamiz va mijozlarga bozorning katta rasmini tahlil qilishni taklif qilamiz. Biz mijozlarga turli maqsadlarga erishish uchun moliyaviy rejani tuzishda yordam beramiz. Biz moliyaviy hayotingizda turli bosqichlarga erishishga yordam beramiz.",
   "Account Setup & Support":"Hisobni sozlash va qo‘llab-quvvatlash",
   "We assist clients set up their accounts with real and reliable companies. We always care and support our clients to help and to resolve their questions and problems. Funding the account and start trading with the assistance of our technical analysis, signals, and market view.":"Biz mijozlarga o'z hisoblarini haqiqiy va ishonchli kompaniyalarda o'rnatishda yordam beramiz. Biz har doim mijozlarimizga yordam berish va ularning savollari va muammolarini hal qilish uchun g'amxo'rlik qilamiz va qo'llab-quvvatlaymiz. Bizning texnik tahlilimiz, signallarimiz va bozor ko'rinishimiz yordamida hisobni moliyalash va savdoni boshlash.",
   "Risk Management":"Risklarni boshqarish",
   "We offer clients the risk management techniques and in same time we follow up clients and help them to make profitable trades and manage their balance sheets, as well as to reduce their risk and maximize profitability.":"Biz mijozlarga risklarni boshqarish usullarini taklif qilamiz va shu bilan birga biz mijozlarni kuzatib boramiz va ularga foydali savdo qilish va balanslarini boshqarishga yordam beramiz, shuningdek, ularning xavfini kamaytirish va rentabellikni maksimal darajada oshirishga yordam beramiz.",
   "Look like you're lost":"Adashganga o'xshaysiz",
   "the page you are looking for not avaible!":"siz qidirayotgan sahifa mavjud emas!",
   "Go to Home":"Orqaga qaytish",
   "We work closely with our clients to understand their financial situation and develop a comprehensive plan that addresses their current and future needs.":"Biz mijozlarimiz bilan ularning moliyaviy ahvolini tushunish va ularning hozirgi va kelajakdagi ehtiyojlariga javob beradigan keng qamrovli rejani ishlab chiqish uchun yaqindan ishlaymiz.",
   "This is a success message":"Muvaffaqiyatli yuborildi",
   "Please enter your name!":"Iltimos, ismingizni kiriting!",
   "Please enter your phone number!":"Iltimos, telefoningizning nomerini kiriting",
   "Submit":"Yuborish",
   "Phone":"Telefon",
   "Name":"Ism",
   "Please enter with + and county code. For example +998 .. … .. ..":"Iltimos, + va tuman kodini kiriting. Masalan, +998 .. … .. .."
   }